module.exports = {
    "privacy": {
        "edges": [
            {
                "node": {
                    "childContentfulGranichLegalDocLegalDocTextRichTextNode": {
                        "json": {
                            "nodeType": "document",
                            "data": {},
                            "content": [
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "1. Общие положения.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "1.1.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Настоящие Правила являются официальным документом Индивидуального предпринимателя Гранича Вадима Владимировича (ИНН 470320212730, ОГРНИП 319784700098871, выдан 22.03.2019 г.) (далее – Исполнитель), и определяют порядок обработки и защиты информации о физических лицах (далее – Пользователи), использующих сайт",
                                            "marks": [],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "hyperlink",
                                            "content": [
                                                {
                                                    "nodeType": "text",
                                                    "value": " ",
                                                    "marks": [],
                                                    "data": {}
                                                },
                                                {
                                                    "nodeType": "text",
                                                    "value": "www.granich.design",
                                                    "marks": [
                                                        {
                                                            "type": "underline"
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {
                                                "uri": "http://www.granich.design/"
                                            }
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " (далее - Сайт).",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Мы защищаем информацию о вас согласно законам РФ.",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "Правила подготовлены в соответствии с п. 2 ч .1 ст. 18.1 Федерального закона Российской Федерации «О персональных данных» №152-ФЗ от 27 июля 2006 года и определяют позицию Исполнителя в области обработки и защиты персональных данных (далее – Персональные данные), в отношении соблюдения прав и свобод, описывают особенности сбора, хранения, использования и передачи персональных данных, реализуемые требования к их защите, а также информацию о правах лиц, к которым относятся соответствующие персональные данные.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Целью настоящих Правил является обеспечение надлежащей защиты информации о Пользователях, в том числе их персональных данных, от несанкционированного доступа и разглашения.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Персональные данные — любая информация о вас.",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "1.2.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Под персональными данными понимается любая информация, относящаяся прямо или косвенно определенному или определяемому физическому лицу (гражданину).",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Обработка персональных данных — любое действие с этими данными.",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций) с персональными данными, совершаемых с использованием средств автоматизации и/или без использования таких средств. К таким действиям (операциям) относятся в частности:",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "unordered-list",
                                    "content": [
                                        {
                                            "nodeType": "list-item",
                                            "content": [
                                                {
                                                    "nodeType": "paragraph",
                                                    "content": [
                                                        {
                                                            "nodeType": "text",
                                                            "value": "сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
                                                            "marks": [],
                                                            "data": {}
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Мы обязуемся защищать ваши персональные данные.",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "Под безопасностью персональных данных понимается: защищенность персональных данных от неправомерного и/или несанкционированного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "1.3.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Отношения, связанные со сбором, хранением, распространением и защитой информации о Пользователях, регулируются настоящими Правилами и действующим законодательством Российской Федерации.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "1.4.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Исполнитель вправе вносить изменения и/или дополнения в настоящие Правила в одностороннем порядке без какого-либо специального уведомления Пользователей. Пользователь обязуется регулярно проверять условия настоящих Правил на предмет их изменения и/или дополнения. Продолжение использования Сайта Пользователем после внесения изменений и/или дополнений в настоящие Правила означает принятие их Пользователем и его согласие с такими изменениями и/или дополнениями.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Если вы покупаете Курс или регистрируетесь на сайте — вы автоматически даёте согласие на обработку персональных данных.",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "1.5.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Регистрируясь на Сайте, создавая учетную запись, Пользователь посредством соответствующего функционала Сайта предоставляет согласие на обработку своих персональных данных, в порядке и на условиях, описанных в Политике и предусмотренных действующим законодательством.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "В случае несогласия Пользователя с условиями настоящих Правил использование Сайта и его функциональности должно быть немедленно прекращено.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "1.6.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Пользователь имеет право отозвать свое согласие на обработку персональных данных в любой момент, направив электронное сообщение с электронной подписью по адресу электронной почты: hello@granich.design. После получения такого сообщения обработка персональных данных субъекта персональных данных будет прекращена, а его персональные данные будут удалены, за исключением случаев, когда обработка может быть продолжена в соответствии с законодательством Российской Федерации. При этом направление такого сообщения об отзыве согласия Пользователем также должно считаться уведомлением об одностороннем отказе от исполнения соответствующего Пользовательского соглашения и влечет невозможность его исполнения Исполнителем.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "2. Условия пользования Сайтом",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Мы надеемся, что вы указываете свои настоящие данные, потому что они могут понадобиться для рекламы ваших работ.",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "2.1.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Стороны договорились, что Пользователь:",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "2.1.1.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " указывает достоверную информацию о себе в объемах, необходимых для использования Сайта;",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "2.1.2.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " осознает, что информация, размещаемая Пользователем о себе, в частности его фамилия, имя, может стать доступной для других Пользователей Сайта;",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "2.1.3.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " осознает, что информация, переданная им другим Пользователям, не может быть удалена самим Пользователем",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "2.1.4.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " ознакомлен с настоящими Правилами, выражает свое согласие с ними и принимает на себя указанные в них права и обязанности.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "2.2.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Исполнитель не проверяет достоверность получаемой (собираемой) информации о Пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения положений действующего применимого законодательства и/или обязательств перед Пользователем.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "3. Цели обработки информации",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "3.1. ",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "Исполнитель осуществляет обработку информации о Пользователях, в том числе их персональных данных, в целях:",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "3.1.1.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " выполнения обязательств Исполнителя перед Пользователями в процессе проведения обучения;",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "3.1.2.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " улучшения и совершенствования Сайта и его функциональных возможностей;",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "3.1.3.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " проведения Исполнителем маркетинговых и/или рекламных акций, в том числе с условием распространения персональных данных Пользователя.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "3.2.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Информация о Пользователях также может быть обработана, если это требуется правоохранительными или регулирующими органами.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Если вы откажетесь предоставить персональные данные — мы не сможем научить вас дизайну :(",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "3.3.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Если Пользователь откажется от своего согласия на обработку или не предоставит данные, которые требуются, это будет считаться нарушением со стороны Пользователя правил работы Сайта и не позволит Пользователю получить доступ к обучающим материалам Сайта.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "4. Обработка данных Пользователей",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "4.1. ",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "Сбор персональных данных Пользователя осуществляется на Сайте при регистрации и/или авторизации, при внесении Пользователем по своей инициативе дополнительных сведений о себе, а также при использовании Пользователем Сайта и/или иных доступных средств коммуникации.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "4.2.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Персональные данные Пользователей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "4.3. ",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "Исполнитель сохранит информацию о Пользователях до тех пор, пока это необходимо для выполнения целей, для которых были собраны эти данные, в зависимости от юридических оснований обработки, а также от дополнительных юридических/нормативных требований, устанавливающих необходимость хранения информации в течение определенного периода времени.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "5. Принципы обработки данных о Пользователях",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "unordered-list",
                                    "content": [
                                        {
                                            "nodeType": "list-item",
                                            "content": [
                                                {
                                                    "nodeType": "paragraph",
                                                    "content": [
                                                        {
                                                            "nodeType": "text",
                                                            "value": "5.1.",
                                                            "marks": [
                                                                {
                                                                    "type": "bold"
                                                                }
                                                            ],
                                                            "data": {}
                                                        },
                                                        {
                                                            "nodeType": "text",
                                                            "value": " Обработка персональных данных осуществляется на основе принципов:",
                                                            "marks": [],
                                                            "data": {}
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "list-item",
                                            "content": [
                                                {
                                                    "nodeType": "paragraph",
                                                    "content": [
                                                        {
                                                            "nodeType": "text",
                                                            "value": "5.1.1. ",
                                                            "marks": [
                                                                {
                                                                    "type": "bold"
                                                                }
                                                            ],
                                                            "data": {}
                                                        },
                                                        {
                                                            "nodeType": "text",
                                                            "value": "законности целей и способов обработки персональных данных;",
                                                            "marks": [],
                                                            "data": {}
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "list-item",
                                            "content": [
                                                {
                                                    "nodeType": "paragraph",
                                                    "content": [
                                                        {
                                                            "nodeType": "text",
                                                            "value": "5.1.2. ",
                                                            "marks": [
                                                                {
                                                                    "type": "bold"
                                                                }
                                                            ],
                                                            "data": {}
                                                        },
                                                        {
                                                            "nodeType": "text",
                                                            "value": "добросовестности;",
                                                            "marks": [],
                                                            "data": {}
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "list-item",
                                            "content": [
                                                {
                                                    "nodeType": "paragraph",
                                                    "content": [
                                                        {
                                                            "nodeType": "text",
                                                            "value": "5.1.3.",
                                                            "marks": [
                                                                {
                                                                    "type": "bold"
                                                                }
                                                            ],
                                                            "data": {}
                                                        },
                                                        {
                                                            "nodeType": "text",
                                                            "value": " соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Исполнителя;",
                                                            "marks": [],
                                                            "data": {}
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "list-item",
                                            "content": [
                                                {
                                                    "nodeType": "paragraph",
                                                    "content": [
                                                        {
                                                            "nodeType": "text",
                                                            "value": "5.1.4.",
                                                            "marks": [
                                                                {
                                                                    "type": "bold"
                                                                }
                                                            ],
                                                            "data": {}
                                                        },
                                                        {
                                                            "nodeType": "text",
                                                            "value": " соответствия объема и характера обрабатываемых персональных данных, способов их обработки заявленным целям;",
                                                            "marks": [],
                                                            "data": {}
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "list-item",
                                            "content": [
                                                {
                                                    "nodeType": "paragraph",
                                                    "content": [
                                                        {
                                                            "nodeType": "text",
                                                            "value": "5.1.5.",
                                                            "marks": [
                                                                {
                                                                    "type": "bold"
                                                                }
                                                            ],
                                                            "data": {}
                                                        },
                                                        {
                                                            "nodeType": "text",
                                                            "value": " недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные.",
                                                            "marks": [],
                                                            "data": {}
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Мы сохраняем ваши данные только для обучения",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "5.2.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Исполнитель не осуществляет обработку персональных данных, касающихся:",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "unordered-list",
                                    "content": [
                                        {
                                            "nodeType": "list-item",
                                            "content": [
                                                {
                                                    "nodeType": "paragraph",
                                                    "content": [
                                                        {
                                                            "nodeType": "text",
                                                            "value": "расовой, национальной принадлежности, политических взглядов, религиозных, философских и иных убеждений, состояния здоровья, личной жизни, членства в общественных объединениях, в том числе в профессиональных союзах, биометрических данных. ",
                                                            "marks": [],
                                                            "data": {}
                                                        }
                                                    ],
                                                    "data": {}
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "Исполнитель не осуществляет голосовой ввод и верификацию персональных данных с использованием незащищенных каналов передачи данных. Передача данных субъектами персональных данных иным Пользователям носит добровольный характер.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "6. Меры по защите информации о Пользователях:",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "6.1.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Исполнитель принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                },
                                {
                                    "nodeType": "paragraph",
                                    "content": [
                                        {
                                            "nodeType": "text",
                                            "value": "На нас надейтесь, но и сами не плошайте :)",
                                            "marks": [
                                                {
                                                    "type": "italic"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": "6.2.",
                                            "marks": [
                                                {
                                                    "type": "bold"
                                                }
                                            ],
                                            "data": {}
                                        },
                                        {
                                            "nodeType": "text",
                                            "value": " Ответственность за сохранность информации о логине и пароле в Личном кабинете несет Пользователь. Пользователь не вправе передавать собственный логин и пароль третьим лицам, а также обязан предпринимать меры по обеспечению их конфиденциальности.",
                                            "marks": [],
                                            "data": {}
                                        }
                                    ],
                                    "data": {}
                                }
                            ]
                        }
                    },
                    "legalDocDate": "Обновлено 23 сентября 2020 года",
                    "legalDocType": "Политика конфиденциальности",
                    "legalDocAdditionalInfo": {
                        "json": {
                            "data": {},
                            "content": [
                                {
                                    "data": {},
                                    "content": [
                                        {
                                            "data": {},
                                            "marks": [],
                                            "value": "Настоящие Правила являются ",
                                            "nodeType": "text"
                                        }
                                    ],
                                    "nodeType": "paragraph"
                                },
                                {
                                    "data": {},
                                    "content": [
                                        {
                                            "data": {},
                                            "marks": [],
                                            "value": "официальным документом ",
                                            "nodeType": "text"
                                        }
                                    ],
                                    "nodeType": "paragraph"
                                },
                                {
                                    "data": {},
                                    "content": [
                                        {
                                            "data": {},
                                            "marks": [],
                                            "value": "ИП Гранич Вадим Владимирович",
                                            "nodeType": "text"
                                        }
                                    ],
                                    "nodeType": "paragraph"
                                },
                                {
                                    "data": {},
                                    "content": [
                                        {
                                            "data": {},
                                            "marks": [],
                                            "value": "ИНН 470320212730 ",
                                            "nodeType": "text"
                                        }
                                    ],
                                    "nodeType": "paragraph"
                                },
                                {
                                    "data": {},
                                    "content": [
                                        {
                                            "data": {},
                                            "marks": [],
                                            "value": "ОГРНИП 319784700098871 ",
                                            "nodeType": "text"
                                        }
                                    ],
                                    "nodeType": "paragraph"
                                },
                                {
                                    "data": {},
                                    "content": [
                                        {
                                            "data": {},
                                            "marks": [],
                                            "value": "Выдан 22.03.2019 г.\n\n",
                                            "nodeType": "text"
                                        }
                                    ],
                                    "nodeType": "paragraph"
                                }
                            ],
                            "nodeType": "document"
                        }
                    },
                    "legalDocPDF": {
                        "file": {
                            "url": "//assets.ctfassets.net/yej6fivg4hs3/1dFmumc4RRCPb5aTMFZpcq/cfe9cb51fc3a8d27a68bbb0407b1412e/_____________________________________________________.pdf"
                        }
                    }
                }
            }
        ]
    }
}